using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace Lab_7
{
    public class CheckOutClass
    {
        public CheckOutClass() { }
        public static void CheckTeam() 
            // Напишите тут свое имя таким образом Console.WriteLine("имя"); 
            // для самопроверки, что все поняли как делать пул реквесты и синхронить мастера
        {
            Console.WriteLine("Arthur");

        }
    }
}
